Repository: Haldaug/vipps-woocommerce
Catalog: languages/vipps-for-woocommerce-*.po
Languages: nb_no

source: Could not get Vipps access token
nb_no: Kunne ikke hente access token for Vipps

source: The Vipps gateway is not correctly configured.
nb_no: Vipps for Woocommerce er ikke korrekt konfigurert

source: Confirm your order from
nb_no: Bekreft din bestilling fra

source: Order capture for order
nb_no: Capture av betaling for bestilling

source: Order cancel for order
nb_no: Kansellering av ordre

source: Refund for order
nb_no: Refundering av bestilling

source: No response from Vipps
nb_no: Manglende respons fra Vipps

source: Vipps is currently in test mode - no real transactions will occur
nb_no: Vipps er i testmodus - ingen ekte transaksjoner vil bli gjennomført

source: Skip entering your address and just checkout using
nb_no: Vil du slippe å fylle ut alt dette manuelt? Velg

source: express checkout
nb_no: Hurtigkasse

source: Buy now with Vipps!
nb_no: Kjøp nå med Vipps Hurtigkasse!

source: Log in with Vipps!
nb_no: Logg inn med Vipps!

source: Capture payment
nb_no: Trekk/Capture beløp

source: Did not understand callback from Vipps:
nb_no: Forsto ikke callback fra Vipps:

source: Did not understand login callback from Vipps:
nb_no: Forsto ikke login-callback fra Vipps:

source: Error during Vipps login callback: unknown request id
nb_no: Feil under Vipps login callback: Ukjent request-id

source: Error during Vipps login callback: wrong or no authtoken. Make sure the Authorization header is not stripped on your system
nb_no: Feil under Vipps login callback: Feil eller manglende authtoken. Sørg for at Authorization-headeren ikke er fjernet på ditt system.

source: Got login callback from
nb_no: Login callback fra

source: Vipps consent removal received for
nb_no: Tilbaketrekking av samtykke fra Vipps mottatt for

source: Administrator user can remove users - don't accidentally remove by consent removal:
nb_no: Administratorbruker kan fjerne brukere selv og kan derfor ikke slettes ved tilbaketrekking av godkjenning

source: Could not create order
nb_no: Kunne ikke opprette orderen

source: Vipps is temporarily unavailable.
nb_no: Vipps er midlertidig utilgjengelig

source: The orderid passed is not from this session:
nb_no: Bestillingsnummeret oppgitt er ikke fra denne sesjonen:

source: Not an order
nb_no: Ikke en bestilling

source: Payment authorized
nb_no: Betaling reservert

source: Payment captured
nb_no: Betaling belastet/captured

source: Order complete
nb_no: Bestilling fullført

source: Order failed
nb_no: Bestilling mislyktes

source: Waiting on order
nb_no: Venter på bestilling

source: Unknown order status
nb_no: Ukjent ordrestatus

source: Your shopping cart is empty
nb_no: Handlekurven din er tom

source: Please wait while we are preparing your order
nb_no: Vennligst vent mens vi gjør klar din bestilling

source: Order in progress
nb_no: Bestilling er under behandling

source: Ready for express checkout - press the button
nb_no: Klar for Hurtigkasse-betaling - trykk på knappen

source: Express checkout
nb_no: Hurtigkasse

source: Unknown order
nb_no: Ukjent ordre

source: Vipps callback in progress, but not complete on shop return. You probably need to look at server or database performance.
nb_no: Vipps callback håndteres, men er ikke ferdig når kunden er kommet tilbake til butikken. Du bør sannsynligvis se på ytelsen på din Wordpress og databaseserver.

source: Order cancelled
nb_no: Ordre kansellert

source: Continue shopping
nb_no: Fortsett å handle

source: Waiting for confirmation of purchase from Vipps
nb_no: Venter på ordrebekreftelse fra Vipps

source: Error during order confirmation
nb_no: Feil under ordrebekreftelse

source: An error occured during order confirmation. The error has been logged. Please contact us to determine the status of your order
nb_no: En feil oppsto under ordrebekreftelse. Feilen har blitt logget. Vennligst ta kontakt med oss for å få beskjed om status på din ordre.

source: Order confirmed
nb_no: Bestilling bekreftet

source: Continue
nb_no: Fortsett

source: Waiting for your order confirmation
nb_no: Venter på din bekreftelse

source: You are already logged in!
nb_no: Du er allerede logget inn!

source: Login with Vipps is not available !
nb_no: Innlogging med Vipps er ikke tilgjengelig!

source: Unknown error
nb_no: Ukjent feil

source: Could not login with Vipps:
nb_no: Kunne ikke logge inn med Vipps:

source: Login wait page: Unknown login request
nb_no: Logg-inn-venteside: Ukjent innloggingsforespørsel

source: Vipps login cancelled
nb_no: Vipps-innlogging avbrutt

source: Waiting for Vipps login approval
nb_no: Venter på godkjennelse for Vipps-innlogging.

source: Offer Vipps as a payment method
nb_no: Tilby Vipps som betalingsmetode

source: Could not cancel Vipps payment
nb_no: Kunne ikke kansellere Vipps-betalingen

source: Temporary error when refunding payment through Vipps - ensure order is refunded manually, or reset the order to "Processing" and try again
nb_no: Midlertidig feil under tilbakebetaling via Vipps - sørg for at bestillingen tilbakebetales manuelt, eller sett status tilbake til "Behandler" og prøv igjen

source: Error when refunding payment through Vipps:
nb_no: Feil under tilbakebetaling via Vipps:

source: Could not refund payment through Vipps - ensure the refund is handled manually!
nb_no: Det var ikke mulig å tilbakebetale med Vipps - sørg for at tilbakebetalingen gjøres manuelt!

source: Cannot refund through Vipps - the payment has not been captured yet.
nb_no: Kan ikke tilbakebetale beløpet via Vipps - betalingen har ikke blitt belastet ennå.

source: Cannot refund through Vipps - the refund amount is too large.
nb_no: Kan ikke tilbakebetale gjennom Vipps - beløpet som skal tilbakebetales er for stort.

source: Could not refund Vipps payment
nb_no: Kunne ikke tilbakebetale Vipps-betalingen

source: refunded through Vipps:
nb_no: Refundert gjennom Vipps:

source: Enable Vipps
nb_no: Skru på Vipps

source: Order-id Prefix
nb_no: Bestillingsnummer-prefiks

source: An alphanumeric textstring to use as a prefix on orders from your shop, to avoid duplicate order-ids
nb_no: En kort tekst med bokstaver og tall som brukes som prefiks på ordre-id fra butikken, slik at det ikke oppstår duplikater hos Vipps

source: Your merchant serial number from the Developer Portal - Applications tab, Saleunit Serial Number
nb_no: Din "Merchant Serial Number" fra utviklerportalen - Fanen "Applications", "Saleunit Serial Number"

source: Client Id from Developer Portal - Applications tab, "View Secret"
nb_no: "Client Id" fra Utviklerportalen - Fanen "Applications", "View Secret"

source: Application secret from Developer Portal - Applications tab, "View Secret"
nb_no: Application secret fra Utviklerportalen - fanen "Applications", "View Secret"

source: Subscription key for Access Token
nb_no: Subscription key Access Token

source: The Primary key for the Access Token subscription from your profile on the developer portal
nb_no: Din "Primary Key" for din "Access Token"-abonnement fra din profil på Utviklerportalen

source: Subscription key for eCommerce
nb_no: Abonnementsnøkkel for eCommerce

source: The Primary key for the eCommerce API subscription from your profile on the developer portal
nb_no: Primary key for din "eCommerce API subscription" fra din profil på Utviklerportalen

source: Pay with Vipps
nb_no: Betal med Vipps

source: Use Vipps as default payment method on checkout page
nb_no: Bruk Vipps som standard betalingsmetode på kassa-siden

source: Vipps is default payment method
nb_no: Vipps er standard betalingsmetode

source: Enable this to use Vipps as the default payment method on the checkout page, regardless of order.
nb_no: Skru på denne for å bruke Vipps som standard betalingsmetode på kassa-siden, uavhengig av sorteringsrekkefølge

source: Enable Express Checkout in cart
nb_no: Skru på Hurtigkassen i handlekurven

source: Enable this to allow customers to shop using Express Checkout directly from the cart with no login or address input needed
nb_no: Skru på denne for å la kunder handle med Vipps Hurtigkasse direkte fra handlekurven uten å måtte logge inn eller skrive inn en addresse

source: Create new customers on Express Checkout
nb_no: Opprett nye brukere gjennom Hurtigkassen

source: Enable this to create and login new customers when using express checkout. Otherwise these will all be guest checkouts.
nb_no: Skru på dette for å opprette nye kunder og logge dem inn når de bruker Hurtigkassen. Ellers vil disse være gjestekjøp.

source: Enable "Login with Vipps"
nb_no: Skru på "Logg inn med Vipps"

source: Enable this to allow customers (and yourself!) to log in with Vipps
nb_no: Skru på denne for å la kundene (og deg selv!) logge inn med Vipps

source: Unfortunately, the Vipps payment method is currently unavailable. Please choose another method.
nb_no: Dessverre så er Vipps-betaling ikke tilgjengelig for øyeblikket. Vennligst velg en annen metode.

source: You need to enter your phone number to pay with Vipps
nb_no: Du må skrive inn ditt telefonnummer for å handle med Vipps

source: Could not initiate Vipps payment
nb_no: Kunne ikke opprette Vipps-betaling

source: Unfortunately, the Vipps payment method is temporarily unavailable. Please wait or choose another method.
nb_no: Dessverre så er Vipps-betaling ikke tilgjengelig for øyeblikket. Vennligst velg en annen metode eller vent en stund.

source: Vipps payment initiated
nb_no: Vippsbetaling startet

source: Awaiting Vipps payment confirmation
nb_no: Venter på bekreftelse fra Vipps

source: Could not capture Vipps payment - status set to
nb_no: Kunne ikke belaste Vipps-betalingen - status satt til

source: Trying to capture payment on order not made by Vipps:
nb_no: Prøver å belaste en bestilling som ikke er gjort med Vipps:

source: Cannot capture payment on orders not made by Vipps
nb_no: Kan ikke belaste betalingen på bestillinger ikke utført med Vipps

source: Payment already captured
nb_no: Betalingen er allerede belastet

source: Could not capture Vipps payment
nb_no: Kunne ikke belaste Vipps-betalingen

source: Vipps Payment captured:
nb_no: Vipps-betaling belastet:

source: Trying to cancel payment on order not made by Vipps:
nb_no: Forsøker å kansellere betaling på bestilling ikke gjort med Vipps:

source: Cannot cancel payment on orders not made by Vipps
nb_no: Kan ikke kansellere ordren; den er ikke utført med Vipps

source: Cannot cancel a captured Vipps transaction - use refund instead
nb_no: Kan ikke kansellere en Vipps-transaksjon etter at den er blitt belastet - bruk "refunder" istedet

source: Vipps Payment cancelled:
nb_no: Vipps-betaling kansellert:

source: Trying to refund payment on order not made by Vipps:
nb_no: Forsøker å tilbakebetale bestilling ikke gjort med Vipps:

source: Trying to refund payment on Vipps payment not captured:
nb_no: Forsøker å tilbakebetale Vipps-betaling som ikke er belastet:

source: Vipps payment refunded:
nb_no: Vipps-betaling tilbakebetalt:

source: Could not login with Vipps
nb_no: Kunne ikke logge inn med Vipps

source: Express checkout - no callback yet, so getting payment details from Vipps
nb_no: Hurtigkasse - ikke noe callback ennå, så hent betalingsdetaljer direkte fra Vipps

source: Error getting payment details from Vipps for express checkout
nb_no: Feil under uthenting av betalingsdetaljer fra Vipps i Vipps Hurtigkasse

source: No shipping details from Vipps for express checkout
nb_no: Ingen fraktdetaljer fra Vipps via Hurtigkasse

source: Payment authorized at Vipps
nb_no: Betaling reservert hos Vipps

source: Payment captured at Vipps
nb_no: Betaling belastet hos Vipps

source: Order failed or rejected at Vipps
nb_no: Bestilling mislyktes eller ble avvist hos Vipps

source: Could not get Vipps order status
nb_no: Kunne ikke hente ordrestatus hos Vipps

source: Order does not exist at Vipps - cancelling
nb_no: Bestillingen eksisterer ikke hos Vipps - kansellerer

source: Couldn't create Vipps user on express checkout:
nb_no: Kunne ikke opprette Vipps-bruker i Hurtigkassen:

source: Vipps callback for unknown order
nb_no: Vipps-callback for ukjent bestilling

source: Vipps callback with wrong merchantSerialNumber - might be forged
nb_no: Vipps-callback med feil merchantSerialNumber - kan være forfalsket

source: Wrong auth token in callback from Vipps - possibly an attempt to fake a callback
nb_no: Feil auth-token i callback fra Vipps - muligens et forsøk på å forfalske en callback

source: Anomalous callback from vipps, handle errors and clean up
nb_no: Uvanlig callback fra Vipps - håndter feil og rydd opp

source: Vipps callback ignored because we are currently updating the order using get order status
nb_no: Vipps-callback ignoreres fordi vi holder på å oppdatere bestillingsstatus via "get order status"

source: Vipps callback recieved for order no longer pending. Ignoring callback.
nb_no: Vipps-callback mottatt for ordre som ikke lenger er på vent. Callback ignoreres.

source: Vipps callback received
nb_no: Vipps-callback mottatt.

source: Error message in callback from Vipps for order
nb_no: Feilmelding i callback fra Vipps for bestilling

source: Payment cancelled at Vipps
nb_no: Betaling avbrutt hos Vipps

source: Vipps does not support your currency.
nb_no: Vipps støtter ikke din valuta

source: Vipps requires that your site uses HTTPS.
nb_no: Vipps krever at ditt nettsted støtter HTTPS.

source: Connection to Vipps OK
nb_no: Forbindelse til Vipps OK

source: Could not connect to Vipps
nb_no: Kunne ikke oppnå forbindelse med Vipps

source: Offer Vipps as a payment method for WooCommerce
nb_no: Tilby Vipps som betalingsmetode for WooCommerce
